<?php
$LOG_STATUS_CODE["register"] = "1|OK";
$LOG_REASON["register"] = "";
/****************************************************************************************
 * 
 * 註冊系統元件
 * 
 ****************************************************************************************/
// 引入的CSS及JS
$includeCss[] = "./css/login.css";
$includeJs[] = "./javascripts/login_check.js";
/****************************************************************************************/
// 操作狀態碼
// 如果已經登入將直接跳轉回會員頁面
if (isset($_SESSION["member"]['mid'])) {
    header("location: ?route=member");
    exit;
}